start_message = """Привет! Это тест симулятора слот-машин типа Трёхбарабанный четырехсимвольный однорукий бандит. 
Крути же!"""

classic_mode = """Классический режим (Classic) имеет следующую таблицу коэффициентов выдачи:\n777  x12
\nBBB  x9 \nLLL  x8 \nGGG  x5 \n77*  x3 \nBB*  x2 \nLL*  x2 \nGG*  x1 \n*GG  x1\n
\nПараметры: \nRTP: 95.3% \nДисперсия: 4.9"""

bars_and_sevens =  """Bar$ & Seven$ имеет следующую таблицу коэффициентов выдачи:\n777  x15 \nBBB  x15 '
\n7B7  x5 \n77B  x5 \nB77  x5 \nB7B  x2 \nBB7  x2 \n7BB  x2 \n77*  x1.5 \n*77  x1.5 
\nBB*  x1 \n*BB  x1 \n\nПараметры: \nRTP: 95.3% \nДисперсия: 7.7"""

reference = """* Справка:\n7 - Семёрка [3] \nB - BAR [0] \nL - Лимон [2] \nG - Виноград [1]"""

content_type_error = """Ошибка! Роллить можно только в этом чате и только слот-машину,остальные дайсы недоступны. 
Используйте кнопку.'"""

balance_error = """Кажется, средства закончились./reset для сброса баланса к базовому (100)"""

click_too_fast = """Вы нажимаете слишком быстро, эта попытка не будет засчитана!"""